Repository: berkayhuz/norge360
Catalog: Norge360/Resources/MessagesUI.xcstrings
Source language: en
Languages: am, ar, de, es, fa, fa_af, fr, nb, pl, ru, so, ti, tr, uk, ur

# chat.safety
source: Safety
am: ደህንነት
ar: السلامة
de: Sicherheit
es: Seguridad
fa: ایمنی
fa_af: ایمنی
fr: Sécurité
nb: Sikkerhet
pl: Bezpieczeństwo
ru: Безопасность
so: Badbaadada
ti: ድሕነት
tr: Güvenlik
uk: Безпека
ur: حفاظت

# chat.search_conversations
source: Search conversations
am: ውይይቶችን ፈልግ
ar: بحث في المحادثات
de: Gespräche suchen
es: Buscar conversaciones
fa: جستجوی مکالمات
fa_af: جستجوی مکالمات
fr: Rechercher des conversations
nb: Søk etter samtaler
pl: Wyszukaj rozmowy
ru: Поиск бесед
so: Raadi wada sheekaysiga
ti: ዕላላት ድለዩ።
tr: Sohbetlerde ara
uk: Пошук розмов
ur: مکالمات تلاش کریں۔

# chat.search_messages
source: Search in conversation
am: በውይይት ውስጥ ይፈልጉ
ar: البحث في المحادثة
de: Suche im Gespräch
es: Buscar en conversación
fa: جستجو در مکالمه
fa_af: جستجو در مکالمه
fr: Rechercher dans une conversation
nb: Søk i samtale
pl: Wyszukaj w rozmowie
ru: Искать в разговоре
so: Ka raadi wada hadalka
ti: ኣብ ዕላል ድለዩ።
tr: Sohbette ara
uk: Пошук у розмові
ur: گفتگو میں تلاش کریں۔

# chat.send
source: Send message
am: መልእክት ላክ
ar: أرسل رسالة
de: Nachricht senden
es: enviar mensaje
fa: ارسال پیام
fa_af: پیام بفرستید
fr: Envoyer un message
nb: Send melding
pl: Wyślij wiadomość
ru: Отправить сообщение
so: Fariin dir
ti: መልእኽቲ ስደዱ
tr: Mesajı gönder
uk: Надіслати повідомлення
ur: پیغام بھیجیں۔

# chat.settings
source: Conversation settings
am: የውይይት ቅንብሮች
ar: إعدادات المحادثة
de: Konversationseinstellungen
es: Configuración de conversación
fa: تنظیمات مکالمه
fa_af: تنظیمات مکالمه
fr: Paramètres de conversation
nb: Samtaleinnstillinger
pl: Ustawienia rozmowy
ru: Настройки разговора
so: Dejinta wada sheekeysiga
ti: ናይ ዕላል ቅጥዕታት
tr: Sohbet ayarları
uk: Налаштування розмови
ur: بات چیت کی ترتیبات

# chat.settings_error
source: Your changes could not be saved. Please try again.
am: ለውጦችህ ሊቀመጡ አልቻሉም። እባክህ እንደገና ሞክር።
ar: لا يمكن حفظ تغييراتك. يرجى المحاولة مرة أخرى.
de: Ihre Änderungen konnten nicht gespeichert werden. Bitte versuchen Sie es erneut.
es: No se pudieron guardar los cambios. Por favor inténtalo de nuevo.
fa: تغییرات شما ذخیره نشد. لطفا دوباره امتحان کنید.
fa_af: تغییرات شما ذخیره نشد. لطفاً دوباره امتحان کنید.
fr: Vos modifications n'ont pas pu être enregistrées. Veuillez réessayer.
nb: Endringene dine kunne ikke lagres. Vennligst prøv igjen.
pl: Nie udało się zapisać zmian. Spróbuj ponownie.
ru: Не удалось сохранить изменения. Пожалуйста, попробуйте еще раз.
so: Isbedeladaada waa la badbaadin kari waayay Fadlan isku day mar kale
ti: ለውጥታትካ ክቕመጥ ኣይከኣለን። በጃኹም ደጊምኩም ፈትኑ።
tr: Değişiklikleriniz kaydedilemedi. Lütfen tekrar deneyin.
uk: Ваші зміни не вдалося зберегти. Спробуйте ще раз.
ur: آپ کی تبدیلیاں محفوظ نہیں ہو سکیں۔ براہ کرم دوبارہ کوشش کریں۔

# chat.start_conversation
source: Say hello
am: ሰላም በል።
ar: قل مرحبا
de: Sag Hallo
es: saludar
fa: سلام کن
fa_af: سلام بگو
fr: Dis bonjour
nb: Si hei
pl: Przywitaj się
ru: Скажи привет
so: Salaan dheh
ti: ሰላም በል
tr: Merhaba deyin
uk: передай привіт
ur: ہیلو کہو

# chat.timed_messages
source: Disappearing messages
am: የጠፉ መልዕክቶች
ar: اختفاء الرسائل
de: Verschwindende Nachrichten
es: Mensajes que desaparecen
fa: پیام های ناپدید شدن
fa_af: پیام های در حال ناپدید شدن
fr: Messages qui disparaissent
nb: Meldinger som forsvinner
pl: Znikające wiadomości
ru: Исчезающие сообщения
so: Fariimaha qarsoon
ti: ዝጠፍኡ መልእኽትታት
tr: Süreli mesajlar
uk: Повідомлення, що зникають
ur: غائب ہونے والے پیغامات

# chat.try_another_search
source: Try another name or username.
am: ሌላ ስም ወይም የተጠቃሚ ስም ይሞክሩ።
ar: جرب اسمًا أو اسم مستخدم آخر.
de: Versuchen Sie es mit einem anderen Namen oder Benutzernamen.
es: Pruebe con otro nombre o nombre de usuario.
fa: نام یا نام کاربری دیگری را امتحان کنید.
fa_af: یک نام یا نام کاربری دیگر را امتحان کنید.
fr: Essayez un autre nom ou nom d'utilisateur.
nb: Prøv et annet navn eller brukernavn.
pl: Wypróbuj inną nazwę lub nazwę użytkownika.
ru: Попробуйте другое имя или имя пользователя.
so: Isku day magac kale ama isticmaale.
ti: ካልእ ስም ወይ ስም ተጠቃሚ ፈትን።
tr: Başka bir ad veya kullanıcı adı deneyin.
uk: Спробуйте інше ім’я або ім’я користувача.
ur: دوسرا نام یا صارف نام آزمائیں۔

# chat.unavailable
source: Not available yet
am: እስካሁን አልተገኘም።
ar: غير متوفر بعد
de: Noch nicht verfügbar
es: Aún no disponible
fa: هنوز در دسترس نیست
fa_af: هنوز موجود نیست
fr: Pas encore disponible
nb: Ikke tilgjengelig ennå
pl: Jeszcze niedostępne
ru: Пока недоступно
so: Wali lama heli karo
ti: ገና ኣይተረኽበን።
tr: Henüz kullanılamıyor
uk: Ще не доступний
ur: ابھی دستیاب نہیں ہے۔
